experiments/redis_contention/redis_contention_2/loaded_pairs_2/pair_0/clients_1_threads_4_pipeline_1/redis.out
4         Threads
1         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets        65318.99          ---          ---         0.05180         0.04700         0.07900         2.46300     68568.41 
Gets        13063.78        67.75     12996.03         0.04795         0.04700         0.07900         0.15900       588.69 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      78382.77        67.75     12996.03         0.05116         0.04700         0.07900         2.44700     69157.10